xml/request_oclc/oclc_brorblixen_svensk.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/ope
nsearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standard
s/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:d
kdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="htt
p://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://w
ww.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:04944356"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T11:51:25.405Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:09.829Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T11:51:25.405Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T11:51:25.471Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
<audit:record ID="AUDREC2">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>DC</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:09.829Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T11:51:25.412Z" MIMETYPE="text/xml" SIZE="6026">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>04944356|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Baron Blixen</dc:title><dc:title xsi:type="dkdcplus:full">Baron Blixen : ett porträtt av baron Bror von Blixen-Finecke</dc:title><dc:creator xsi:type="dkdcplus:aut">Ulf Aschan</dc:creator><dc:creator xsi:type="oss:sort">Aschan, Ulf</dc:creator><dc:subject>1910-1919</dc:subject><dc:subject>1920-1929</dc:subject><dc:subject>1930-1939</dc:subject><dc:subject>1940-1949</dc:subject><dc:subject xsi:type="dkdcplus:DK5">99.4 Blixen-Finecke, Bror von</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Biografier af enkelte personer</dc:subject><dc:subject>Blixen-Finecke</dc:subject><dc:subject>Kenya</dc:subject><dc:subject>storvildt</dc:subject><dc:description>Kort på forsatspapiret</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Wiken</dc:publisher><dc:date>1987</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:format>illustreret</dc:format><dcterms:extent>237 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">91-7024-332-8</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">swe</dc:language><dc:language>Svensk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">04944356</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">19891130</marcx:subfield><marcx:subfield code="d">19870302</marcx:subfield><marcx:subfield code="f">a</marcx:subfield><marcx:subfield code="o">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">1987</marcx:subfield><marcx:subfield code="b">se</marcx:subfield><marcx:subfield code="k">b</marcx:subfield><marcx:subfield code="l">swe</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">91-7024-332-8</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">SFU198718</marcx:subfield><marcx:subfield code="x">OPR198710</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Aschan</marcx:subfield><marcx:subfield code="h">Ulf</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Baron Blixen</marcx:subfield><marcx:subfield code="c">ett porträtt av baron Bror von Blixen-Finecke</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Stockholm</marcx:subfield><marcx:subfield code="b">Wiken</marcx:subfield><marcx:subfield code="c">1987</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">237 sider</marcx:subfield><marcx:subfield code="b">ill.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Kort på forsatspapiret</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="532"><marcx:subfield code="a">Litteratur: side 236</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">storvildt</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">Kenya</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">1910-1919</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">1920-1929</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">1930-1939</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">1940-1949</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">Blixen-Finecke</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="å">1</marcx:subfield><marcx:subfield code="m">99.4</marcx:subfield><marcx:subfield code="a">Blixen-Finecke</marcx:subfield><marcx:subfield code="h">Bror von</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Finecke</marcx:subfield><marcx:subfield code="h">Bror von Blixen-</marcx:subfield><marcx:subfield code="z">652/1(a,h)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Blixen</marcx:subfield><marcx:subfield code="h">Bror</marcx:subfield><marcx:subfield code="z">652/1(a,h)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T11:51:25.412Z" MIMETYPE="text/xml" SIZE="437">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">lc+ibw (900/1 tilføjet/hh 8825)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T11:51:25.471Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:04944356">
    <isMemberOfUnit xmlns="info:fedora/">unit:19061</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:19061</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.1" LABEL="" CREATED="2013-05-16T12:09:09.829Z" MIMETYPE="text/xml" SIZE="1071">
<foxml:xmlContent>
<oai_dc:dc xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>baron blixen</dc:title>
  <dc:title>MATCH:baron</dc:title>
  <dc:creator>Ulf Aschan</dc:creator>
  <dc:creator>NOBIRTH:Ulf Aschan</dc:creator>
  <dc:creator>MATCHSTRING:Aschanu</dc:creator>
  <dc:subject>1910-1919</dc:subject>
  <dc:subject>1920-1929</dc:subject>
  <dc:subject>1930-1939</dc:subject>
  <dc:subject>1940-1949</dc:subject>
  <dc:subject>blixen-finecke</dc:subject>
  <dc:subject>kenya</dc:subject>
  <dc:subject>storvildt</dc:subject>
  <dc:publisher>wiken</dc:publisher>
  <dc:publisher>MATCHSTRING:wiken</dc:publisher>
  <dc:date>1987</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:04944356</dc:identifier>
  <dc:identifier>ISBN:9170243328</dc:identifier>
  <dc:language>Svensk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:32:20.006</timestamp>
<pid>870970-basis:04944356</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
